SMOKING_TYPE = [
    "마음이 조급할 때 여유를 가지기 위해 피운다.",
    "집중력을 높이기 위해 피운다.",
    "기분 전환을 하려고 피운다.",
    "담배, 라이터, 성냥 등을 만지작거리는 버릇이 있다.",
    "담배를 꺼내 불을 붙이고 연기를 들이마셨다가 내뿜고 재떨이에 비벼 끄는 과정자체가 좋다.",
    "담배 연기로 모양을 만드는 것을 좋아한다.",
    "담배를 피우면 마음이 가라앉는다.",
    "담배연기를 내뿜으면 나른한 행복감을 느낄 수 있다.",
    "마음이 편안할 때면 담배생각이 더 난다.",
    "흥분하거나 화가 났을 때 담배를 찾게 된다.",
    "불안하고 긴장되면 담배를 피우게 된다.",
    "마음이 울적하거나 걱정거리가 있을 때 담배를 피운다.",
    "담배가 떨어지면 안절부절 못한다.",
    "아무리 바빠도 담배를 거르면 마음 한 구적에 담배생각이 난다.",
    "오랫동안 안 피우다가 한 대 피우면 그 순간 불안했던 마음이 사라진다.",
    "자신도 모르는 사이에 담배를 물고 있는 것을 발견하곤 한다.",
    "특정한 장소(화장실 등)에서는 담배가 당기지 않는데도 흡연하게 된다.",
    "특정한 상황(식사 후 등)에서는 담배가 당기지 않는데도 흡연하게 된다.",
    "주위 사람들이 흡연하면 나도 담배를 피운다.",
    "동료/친구들과 함께 흥겨운 시간을 보낼 때 흡연하게 된다.",
    "나는 친구들과 회식이나 모임을 할 때 항상 흡연한다.",
]

ATTITUDE_TOWARD_SMOKING = [
    "내가 4주 이내에 담배를 끊는 것이 좋다.",
    "내가 4주 이내에 담배를 끊는 것은 이롭다.",
    "내가 4주 이내에 담배를 끊는 것은 현명하다.",
    "내가 4주 이내에 담배를 끊는 것은 가치있다.",
    "내가 4주 이내에 담배를 끊는 것은 중요하다.",
    "내가 4주 이내에 담배를 끊는 것은 필요하다.",
    "내가 4주 이내에 담배를 끊는 것은 바람직하다.",
    "내가 4주 이내에 담배를 끊는 것은 유쾌하다.",
]

SUBJECTIVE_NORM = [
    "자신에게 중요한 사람들로부터 기대되는 행위를 따르려는 정도는?",
    "나에게 중요한 사람들의 대부분은 내가 4주 이내에 담배를 끊어야 한다고 생각한다.",
]

PERCEIVED_BEHAVIORAL_CONTROL = [
    "내가 만일 원하기만 하면 나는 4주 이내에 담배를 끊을 수 있다.",
    "나에게 있어서 4주 이내에 담배를 끊는다는 것은 어려운 일이다.",
]

INTENTION = [
    "나는 4주 이내에 담배를 끊기 위해서 최선을 다해 노력하겠다.",
    "나는 4주 이내에 담배를 끊기로 결심하였다.",
    "나는 4주 이내에 담배를 끊는 것을 현재 목표로 삼고 있다",
    "나는 4주 이내에 담배를 끊기로 결심하였다",
]
